Repository: Fafner1976/Localization
Catalog: Inspell/*.lproj/Localizable.strings
Languages: it

source: Correct
it: Correggi

source: Add To Dictionary
it: Aggiungi al dizionario

source: Cancel
it: Annulla

source: Enabled
it: Attivo

source: Language
it: Lingua

source: Use Heuristics
it: Usa euristica

source: Clear User Dictionary
it: Pulisci il dizionario utente

source: Visit
it: Visita

source: Are you sure you wish to clear your user dictionary?
it: Sei sicuro di voler pulire il tuo dizionario utente?

source: Clear
it: Pulisci

source: Autocorrections
it: Autocorrezioni

source: Add Correction...
it: Aggiungi correzione…

source: Create
it: Crea

source: Enter the new autocorrection details
it: Inserisci i dettagli della nuova autocorrezione

source: Tap to Edit
it: Premi per modificare

source: Correction
it: Correzione

source: Save
it: Salva

source: Enter the updated autocorrection details
it: Inserisci i dettagli aggiornati dell'autocorrezione

source: Input Text Is Blank
it: Testo input vuoto

source: Input text must be entered to create an autocorrect rule
it: E' necessario inserire il testo input per creare una regola di autocorrezione

source: Invalid Characters
it: Caratteri non validi

source: Input text may contain only numbers and letters
it: Il testo input può contenere solo numeri e lettere

source: Output Text Is Blank
it: Testo output vuoto

source: Output text must be entered to create an autocorrect rule
it: E' necessario inserire il testo output per creare una regola di autocorrezione

source: Delete Correction
it: Elimina correzione

source: Style
it: Stile

source: Squiggly Underline
it: Sottolineatura zigrinata

source: Solid Underline
it: Sottolineatura intera

source: Dashed Underline
it: Sottolineatura tratteggiata

source: Shaded Box
it: Casella ombreggiata

source: Secondary
it: Secondario

source: (None)
it: (Nessuno)

source: (none)
it: (nessuno)

source: Add...
it: Aggiungi...
