Repository: Fafner1976/Localization
Catalog: HapticPro/*.lproj/Localizable.strings
Languages: it

source: Trigger Events
it: Eventi

source: Key Pressed
it: Pressione tasto

source: Key Released
it: Rilascio tasto

source: Key Repeated
it: Ripetizione tasto

source: Trigger Controls
it: Controlli

source: Keyboard
it: Tastiera

source: Buttons
it: Pulsanti

source: Table Cells
it: Celle tabelle

source: Web Links
it: Collegamenti

source: Duration
it: Durata

source: Test Keyboard
it: Prova tastiera

source: HapticPro-Advanced
it: Impostazioni avanzate

source: Reset to Defaults
it: Reimposta impostazioni

source: Are you sure you wish to reset HapticPro to the default settings?
it: Sei sicuro di voler ripristinare le impostazioni predefinite di HapticPro?

source: Cancel
it: Annulla

source: Reset
it: Reimposta

source: Due to limitations of iPhone OS 3.0, HapticPro will be disabled when audio is playing.
it: A causa delle limitazioni dell'iPhone OS 3.0, HapticPro verrà disabilitato durante la riproduzione audio.

source: Intensity
it: Intensità

source: Adjust the strength of the vibration.
it: Regola l'intensità della vibrazione.

source: Has no effect on the iPhone 3G
it: Non ha effetto su iPhone 3G

source: Only Special Keys
it: Solo tasti speciali

source: Activates HapticPro only from the keyboard's modifier keys.
it: Attiva HapticPro solo per i tasti di modifica della tastiera.

source: Add Click Sounds
it: Aggiungi suono click

source: Enable keyboard click sounds on regular buttons.
it: Attiva il suono click della tastiera sui pulsanti normali.

source: Ringer Switch
it: Interruttore suoneria

source: Trigger In Ring
it: In suoneria

source: Trigger In Silent
it: In silenzioso

source: Enable/disable haptic feedback based on the status of the ringer switch.
it: Attiva/disattiva il ritorno tattile in base allo stato dell'interruttore della suoneria.

source: Duration Factor Pressed
it: Durata fattore pressione

source: Duration Factor Released
it: Durata fattore rilascio

source: Duration Factor Repeated
it: Durata fattore ripetizione

source: Control the duration of each type of haptic feedback independently.
it: Controlla la durata di ogni tipo di ritorno tattile indipendentemente.
